{
  "plugins": {
    "ReplaceWithRegister": {
      "src": "https://github.com/vim-scripts/ReplaceWithRegister.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "hexmode": {
      "src": "https://github.com/fidian/hexmode.git"
    },
    "json5.vim": {
      "src": "https://github.com/GutenYe/json5.vim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim.git"
    },
    "mini.base16": {
      "src": "https://github.com/echasnovski/mini.base16.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-spectre": {
      "src": "https://github.com/nvim-pack/nvim-spectre.git"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua.git"
    },
    "telescope-git-grep.nvim": {
      "src": "https://github.com/davvid/telescope-git-grep.nvim.git"
    },
    "telescope-smart-history.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-smart-history.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "vim-asterisk": {
      "src": "https://github.com/haya14busa/vim-asterisk.git"
    },
    "vim-bufkill": {
      "src": "https://github.com/qpkorr/vim-bufkill.git"
    },
    "vim-colortemplate": {
      "src": "https://github.com/lifepillar/vim-colortemplate.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    },
    "vim-lastplace": {
      "src": "https://github.com/farmergreg/vim-lastplace.git"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}
